{"<PAD>": 0, "<UNK>": 1, "<CLS>": 2, "<SEP>": 3, "the": 4, "and": 5, "a": 6, "of": 7, "to": 8, "is": 9, "br": 10, "it": 11, "in": 12, "i": 13, "this": 14, "that": 15, "s": 16, "was": 17, "as": 18, "for": 19, "with": 20, "movie": 21, "but": 22, "film": 23, "t": 24, "you": 25, "on": 26, "not": 27, "he": 28, "are": 29, "his": 30, "have": 31, "be": 32, "one": 33, "all": 34, "at": 35, "they": 36, "by": 37, "an": 38, "who": 39, "so": 40, "from": 41, "like": 42, "there": 43, "her": 44, "or": 45, "just": 46, "about": 47, "out": 48, "if": 49, "has": 50, "what": 51, "some": 52, "good": 53, "can": 54, "more": 55, "she": 56, "when": 57, "very": 58, "up": 59, "time": 60, "no": 61, "even": 62, "my": 63, "would": 64, "which": 65, "story": 66, "only": 67, "really": 68, "see": 69, "their": 70, "had": 71, "we": 72, "were": 73, "me": 74, "well": 75, "than": 76, "much": 77, "get": 78, "bad": 79, "been": 80, "people": 81, "will": 82, "do": 83, "other": 84, "also": 85, "into": 86, "first": 87, "great": 88, "because": 89, "how": 90, "him": 91, "don": 92, "most": 93, "made": 94, "its": 95, "then": 96, "way": 97, "make": 98, "them": 99, "could": 100, "too": 101, "movies": 102, "any": 103, "after": 104, "think": 105, "characters": 106, "character": 107, "watch": 108, "two": 109, "films": 110, "seen": 111, "many": 112, "life": 113, "being": 114, "plot": 115, "acting": 116, "never": 117, "love": 118, "little": 119, "best": 120, "where": 121, "over": 122, "did": 123, "show": 124, "know": 125, "off": 126, "ever": 127, "man": 128, "does": 129, "here": 130, "better": 131, "your": 132, "end": 133, "still": 134, "these": 135, "say": 136, "scene": 137, "why": 138, "while": 139, "scenes": 140, "ve": 141, "go": 142, "such": 143, "something": 144, "m": 145, "should": 146, "back": 147, "through": 148, "real": 149, "those": 150, "watching": 151, "now": 152, "though": 153, "doesn": 154, "old": 155, "thing": 156, "re": 157, "years": 158, "actors": 159, "director": 160, "work": 161, "10": 162, "didn": 163, "another": 164, "before": 165, "new": 166, "nothing": 167, "funny": 168, "actually": 169, "makes": 170, "look": 171, "find": 172, "going": 173, "few": 174, "same": 175, "part": 176, "again": 177, "lot": 178, "every": 179, "world": 180, "cast": 181, "us": 182, "quite": 183, "down": 184, "want": 185, "things": 186, "pretty": 187, "young": 188, "seems": 189, "around": 190, "horror": 191, "got": 192, "however": 193, "fact": 194, "take": 195, "big": 196, "enough": 197, "long": 198, "thought": 199, "series": 200, "both": 201, "between": 202, "may": 203, "original": 204, "give": 205, "action": 206, "own": 207, "right": 208, "without": 209, "must": 210, "comedy": 211, "always": 212, "times": 213, "point": 214, "gets": 215, "family": 216, "come": 217, "role": 218, "isn": 219, "saw": 220, "almost": 221, "interesting": 222, "least": 223, "done": 224, "whole": 225, "music": 226, "bit": 227, "guy": 228, "script": 229, "d": 230, "far": 231, "making": 232, "feel": 233, "anything": 234, "minutes": 235, "last": 236, "might": 237, "since": 238, "ll": 239, "performance": 240, "2": 241, "girl": 242, "probably": 243, "woman": 244, "kind": 245, "tv": 246, "am": 247, "away": 248, "yet": 249, "day": 250, "rather": 251, "worst": 252, "fun": 253, "sure": 254, "hard": 255, "anyone": 256, "played": 257, "each": 258, "found": 259, "having": 260, "although": 261, "especially": 262, "our": 263, "course": 264, "believe": 265, "screen": 266, "comes": 267, "looking": 268, "trying": 269, "set": 270, "goes": 271, "book": 272, "looks": 273, "place": 274, "actor": 275, "different": 276, "put": 277, "money": 278, "year": 279, "ending": 280, "dvd": 281, "let": 282, "maybe": 283, "someone": 284, "true": 285, "once": 286, "sense": 287, "everything": 288, "reason": 289, "wasn": 290, "shows": 291, "three": 292, "worth": 293, "job": 294, "main": 295, "together": 296, "play": 297, "watched": 298, "1": 299, "american": 300, "everyone": 301, "plays": 302, "john": 303, "effects": 304, "later": 305, "audience": 306, "said": 307, "takes": 308, "instead": 309, "house": 310, "beautiful": 311, "seem": 312, "night": 313, "high": 314, "himself": 315, "version": 316, "wife": 317, "during": 318, "left": 319, "father": 320, "special": 321, "seeing": 322, "half": 323, "star": 324, "excellent": 325, "shot": 326, "war": 327, "idea": 328, "black": 329, "nice": 330, "less": 331, "else": 332, "mind": 333, "simply": 334, "read": 335, "second": 336, "fan": 337, "death": 338, "men": 339, "3": 340, "hollywood": 341, "poor": 342, "help": 343, "completely": 344, "dead": 345, "used": 346, "home": 347, "line": 348, "short": 349, "either": 350, "top": 351, "given": 352, "kids": 353, "budget": 354, "try": 355, "classic": 356, "wrong": 357, "performances": 358, "women": 359, "boring": 360, "enjoy": 361, "need": 362, "use": 363, "rest": 364, "low": 365, "friends": 366, "production": 367, "until": 368, "full": 369, "camera": 370, "along": 371, "truly": 372, "video": 373, "awful": 374, "couple": 375, "tell": 376, "next": 377, "remember": 378, "stupid": 379, "stars": 380, "start": 381, "sex": 382, "perhaps": 383, "won": 384, "mean": 385, "came": 386, "recommend": 387, "moments": 388, "school": 389, "episode": 390, "wonderful": 391, "small": 392, "face": 393, "understand": 394, "terrible": 395, "playing": 396, "getting": 397, "written": 398, "early": 399, "name": 400, "doing": 401, "keep": 402, "style": 403, "often": 404, "perfect": 405, "person": 406, "human": 407, "others": 408, "definitely": 409, "gives": 410, "itself": 411, "boy": 412, "lost": 413, "lines": 414, "live": 415, "dialogue": 416, "become": 417, "head": 418, "piece": 419, "finally": 420, "yes": 421, "case": 422, "felt": 423, "mother": 424, "supposed": 425, "liked": 426, "children": 427, "couldn": 428, "title": 429, "cinema": 430, "white": 431, "absolutely": 432, "picture": 433, "against": 434, "sort": 435, "worse": 436, "went": 437, "certainly": 438, "entire": 439, "waste": 440, "killer": 441, "oh": 442, "problem": 443, "mr": 444, "evil": 445, "hope": 446, "entertaining": 447, "friend": 448, "overall": 449, "called": 450, "based": 451, "loved": 452, "fans": 453, "several": 454, "drama": 455, "5": 456, "beginning": 457, "lives": 458, "direction": 459, "care": 460, "dark": 461, "already": 462, "becomes": 463, "4": 464, "laugh": 465, "example": 466, "under": 467, "despite": 468, "seemed": 469, "throughout": 470, "turn": 471, "son": 472, "unfortunately": 473, "wanted": 474, "history": 475, "michael": 476, "heart": 477, "final": 478, "fine": 479, "child": 480, "amazing": 481, "sound": 482, "guess": 483, "humor": 484, "lead": 485, "totally": 486, "guys": 487, "writing": 488, "quality": 489, "close": 490, "art": 491, "wants": 492, "b": 493, "game": 494, "behind": 495, "works": 496, "town": 497, "side": 498, "tries": 499, "days": 500, "past": 501, "viewer": 502, "able": 503, "flick": 504, "hand": 505, "genre": 506, "act": 507, "turns": 508, "enjoyed": 509, "today": 510, "kill": 511, "favorite": 512, "car": 513, "soon": 514, "actress": 515, "run": 516, "starts": 517, "sometimes": 518, "eyes": 519, "gave": 520, "etc": 521, "late": 522, "girls": 523, "god": 524, "directed": 525, "horrible": 526, "kid": 527, "city": 528, "brilliant": 529, "parts": 530, "blood": 531, "hour": 532, "self": 533, "themselves": 534, "stories": 535, "thinking": 536, "expect": 537, "stuff": 538, "obviously": 539, "decent": 540, "voice": 541, "writer": 542, "highly": 543, "fight": 544, "myself": 545, "feeling": 546, "daughter": 547, "slow": 548, "except": 549, "matter": 550, "type": 551, "age": 552, "anyway": 553, "roles": 554, "moment": 555, "heard": 556, "killed": 557, "says": 558, "brother": 559, "leave": 560, "took": 561, "strong": 562, "cannot": 563, "police": 564, "violence": 565, "hit": 566, "stop": 567, "happens": 568, "known": 569, "particularly": 570, "involved": 571, "happened": 572, "chance": 573, "extremely": 574, "james": 575, "obvious": 576, "murder": 577, "living": 578, "told": 579, "coming": 580, "alone": 581, "experience": 582, "wouldn": 583, "lack": 584, "hero": 585, "including": 586, "attempt": 587, "please": 588, "happen": 589, "crap": 590, "gore": 591, "wonder": 592, "cut": 593, "complete": 594, "group": 595, "ago": 596, "interest": 597, "none": 598, "score": 599, "husband": 600, "david": 601, "hell": 602, "simple": 603, "save": 604, "ok": 605, "song": 606, "looked": 607, "career": 608, "number": 609, "seriously": 610, "possible": 611, "annoying": 612, "king": 613, "sad": 614, "exactly": 615, "shown": 616, "running": 617, "musical": 618, "yourself": 619, "serious": 620, "scary": 621, "reality": 622, "taken": 623, "released": 624, "whose": 625, "english": 626, "cinematography": 627, "ends": 628, "usually": 629, "hours": 630, "opening": 631, "jokes": 632, "light": 633, "hilarious": 634, "body": 635, "across": 636, "cool": 637, "somewhat": 638, "relationship": 639, "ridiculous": 640, "usual": 641, "happy": 642, "view": 643, "level": 644, "started": 645, "change": 646, "opinion": 647, "novel": 648, "wish": 649, "middle": 650, "taking": 651, "talking": 652, "documentary": 653, "ones": 654, "robert": 655, "order": 656, "power": 657, "shots": 658, "finds": 659, "female": 660, "saying": 661, "huge": 662, "room": 663, "mostly": 664, "episodes": 665, "country": 666, "talent": 667, "five": 668, "important": 669, "rating": 670, "modern": 671, "earth": 672, "major": 673, "word": 674, "strange": 675, "turned": 676, "jack": 677, "call": 678, "apparently": 679, "single": 680, "disappointed": 681, "four": 682, "events": 683, "due": 684, "songs": 685, "7": 686, "attention": 687, "basically": 688, "television": 689, "knows": 690, "comic": 691, "future": 692, "non": 693, "supporting": 694, "clearly": 695, "knew": 696, "british": 697, "8": 698, "thriller": 699, "paul": 700, "fast": 701, "class": 702, "cheap": 703, "easily": 704, "silly": 705, "problems": 706, "aren": 707, "words": 708, "miss": 709, "tells": 710, "entertainment": 711, "local": 712, "rock": 713, "sequence": 714, "bring": 715, "beyond": 716, "george": 717, "straight": 718, "oscar": 719, "upon": 720, "romantic": 721, "whether": 722, "o": 723, "predictable": 724, "moving": 725, "similar": 726, "sets": 727, "falls": 728, "review": 729, "eye": 730, "mystery": 731, "lady": 732, "richard": 733, "talk": 734, "enjoyable": 735, "appears": 736, "needs": 737, "giving": 738, "within": 739, "ten": 740, "message": 741, "theater": 742, "animation": 743, "near": 744, "team": 745, "above": 746, "sister": 747, "red": 748, "sequel": 749, "dull": 750, "theme": 751, "stand": 752, "nearly": 753, "lee": 754, "points": 755, "haven": 756, "bunch": 757, "herself": 758, "mention": 759, "york": 760, "feels": 761, "add": 762, "release": 763, "ways": 764, "storyline": 765, "surprised": 766, "easy": 767, "using": 768, "named": 769, "lots": 770, "fantastic": 771, "begins": 772, "working": 773, "die": 774, "actual": 775, "effort": 776, "feature": 777, "tale": 778, "french": 779, "minute": 780, "hate": 781, "9": 782, "stay": 783, "follow": 784, "viewers": 785, "clear": 786, "tom": 787, "elements": 788, "among": 789, "comments": 790, "typical": 791, "avoid": 792, "editing": 793, "showing": 794, "tried": 795, "famous": 796, "sorry": 797, "peter": 798, "fall": 799, "season": 800, "check": 801, "dialog": 802, "period": 803, "certain": 804, "general": 805, "filmed": 806, "form": 807, "soundtrack": 808, "buy": 809, "parents": 810, "weak": 811, "means": 812, "material": 813, "realistic": 814, "figure": 815, "doubt": 816, "crime": 817, "somehow": 818, "gone": 819, "space": 820, "disney": 821, "kept": 822, "leads": 823, "viewing": 824, "greatest": 825, "dance": 826, "lame": 827, "suspense": 828, "zombie": 829, "third": 830, "brought": 831, "imagine": 832, "atmosphere": 833, "hear": 834, "whatever": 835, "particular": 836, "de": 837, "america": 838, "sequences": 839, "move": 840, "indeed": 841, "rent": 842, "learn": 843, "average": 844, "eventually": 845, "wait": 846, "note": 847, "reviews": 848, "forget": 849, "deal": 850, "surprise": 851, "japanese": 852, "okay": 853, "stage": 854, "poorly": 855, "sexual": 856, "premise": 857, "believable": 858, "nature": 859, "subject": 860, "sit": 861, "possibly": 862, "decided": 863, "expected": 864, "imdb": 865, "truth": 866, "dr": 867, "street": 868, "20": 869, "became": 870, "free": 871, "screenplay": 872, "difficult": 873, "killing": 874, "romance": 875, "baby": 876, "joe": 877, "dog": 878, "hot": 879, "nor": 880, "reading": 881, "question": 882, "leaves": 883, "needed": 884, "begin": 885, "meets": 886, "society": 887, "unless": 888, "directors": 889, "credits": 890, "otherwise": 891, "shame": 892, "superb": 893, "write": 894, "situation": 895, "meet": 896, "dramatic": 897, "male": 898, "memorable": 899, "open": 900, "badly": 901, "earlier": 902, "weird": 903, "dream": 904, "writers": 905, "forced": 906, "acted": 907, "fi": 908, "laughs": 909, "sci": 910, "emotional": 911, "crazy": 912, "jane": 913, "older": 914, "beauty": 915, "monster": 916, "realize": 917, "comment": 918, "deep": 919, "forward": 920, "footage": 921, "interested": 922, "fantasy": 923, "ask": 924, "sounds": 925, "plus": 926, "whom": 927, "mark": 928, "e": 929, "directing": 930, "features": 931, "development": 932, "keeps": 933, "mess": 934, "quickly": 935, "air": 936, "box": 937, "creepy": 938, "girlfriend": 939, "towards": 940, "perfectly": 941, "worked": 942, "setting": 943, "cheesy": 944, "unique": 945, "effect": 946, "bill": 947, "hands": 948, "fire": 949, "total": 950, "plenty": 951, "result": 952, "previous": 953, "brings": 954, "personal": 955, "incredibly": 956, "rate": 957, "business": 958, "doctor": 959, "joke": 960, "return": 961, "casting": 962, "christmas": 963, "apart": 964, "leading": 965, "admit": 966, "background": 967, "powerful": 968, "appear": 969, "cop": 970, "30": 971, "boys": 972, "ben": 973, "present": 974, "meant": 975, "telling": 976, "battle": 977, "era": 978, "hardly": 979, "masterpiece": 980, "break": 981, "create": 982, "potential": 983, "secret": 984, "pay": 985, "political": 986, "gay": 987, "dumb": 988, "fighting": 989, "twist": 990, "fails": 991, "various": 992, "portrayed": 993, "villain": 994, "western": 995, "co": 996, "inside": 997, "80": 998, "nudity": 999, "outside": 1000, "reasons": 1001, "william": 1002, "front": 1003, "ideas": 1004, "match": 1005, "missing": 1006, "deserves": 1007, "married": 1008, "expecting": 1009, "fairly": 1010, "rich": 1011, "list": 1012, "talented": 1013, "success": 1014, "unlike": 1015, "c": 1016, "scott": 1017, "manages": 1018, "spoilers": 1019, "attempts": 1020, "remake": 1021, "cute": 1022, "odd": 1023, "social": 1024, "recently": 1025, "flat": 1026, "copy": 1027, "further": 1028, "sadly": 1029, "wrote": 1030, "sweet": 1031, "agree": 1032, "cold": 1033, "crew": 1034, "plain": 1035, "mary": 1036, "office": 1037, "filmmakers": 1038, "following": 1039, "missed": 1040, "mentioned": 1041, "public": 1042, "incredible": 1043, "gun": 1044, "pure": 1045, "wasted": 1046, "brothers": 1047, "ended": 1048, "large": 1049, "produced": 1050, "revenge": 1051, "caught": 1052, "members": 1053, "la": 1054, "filled": 1055, "popular": 1056, "pace": 1057, "party": 1058, "waiting": 1059, "science": 1060, "cat": 1061, "water": 1062, "decides": 1063, "hold": 1064, "considering": 1065, "cartoon": 1066, "spirit": 1067, "6": 1068, "tension": 1069, "created": 1070, "slightly": 1071, "uses": 1072, "fear": 1073, "convincing": 1074, "compared": 1075, "escape": 1076, "suddenly": 1077, "familiar": 1078, "neither": 1079, "spent": 1080, "sees": 1081, "island": 1082, "intelligent": 1083, "cause": 1084, "state": 1085, "clever": 1086, "entirely": 1087, "language": 1088, "kills": 1089, "choice": 1090, "bored": 1091, "credit": 1092, "dancing": 1093, "moves": 1094, "90": 1095, "band": 1096, "century": 1097, "laughing": 1098, "italian": 1099, "cover": 1100, "value": 1101, "successful": 1102, "violent": 1103, "visual": 1104, "tony": 1105, "15": 1106, "speak": 1107, "trouble": 1108, "ultimately": 1109, "singing": 1110, "concept": 1111, "basic": 1112, "store": 1113, "zombies": 1114, "positive": 1115, "studio": 1116, "german": 1117, "animated": 1118, "company": 1119, "biggest": 1120, "exciting": 1121, "force": 1122, "runs": 1123, "consider": 1124, "effective": 1125, "died": 1126, "walk": 1127, "recent": 1128, "depth": 1129, "control": 1130, "adult": 1131, "law": 1132, "former": 1133, "adventure": 1134, "common": 1135, "amusing": 1136, "focus": 1137, "spend": 1138, "portrayal": 1139, "rated": 1140, "appreciate": 1141, "pointless": 1142, "books": 1143, "hair": 1144, "trash": 1145, "solid": 1146, "younger": 1147, "planet": 1148, "impressive": 1149, "tone": 1150, "follows": 1151, "respect": 1152, "bizarre": 1153, "mad": 1154, "super": 1155, "college": 1156, "impossible": 1157, "culture": 1158, "amount": 1159, "van": 1160, "smith": 1161, "prison": 1162, "project": 1163, "trip": 1164, "heavy": 1165, "weren": 1166, "producers": 1167, "f": 1168, "dad": 1169, "win": 1170, "slasher": 1171, "makers": 1172, "conclusion": 1173, "chemistry": 1174, "fit": 1175, "showed": 1176, "recommended": 1177, "situations": 1178, "starring": 1179, "sick": 1180, "jim": 1181, "accent": 1182, "disturbing": 1183, "awesome": 1184, "considered": 1185, "changed": 1186, "ghost": 1187, "steve": 1188, "u": 1189, "barely": 1190, "50": 1191, "failed": 1192, "cult": 1193, "post": 1194, "somewhere": 1195, "leaving": 1196, "decide": 1197, "honest": 1198, "anti": 1199, "tough": 1200, "questions": 1201, "shooting": 1202, "longer": 1203, "fiction": 1204, "audiences": 1205, "west": 1206, "brain": 1207, "fake": 1208, "aside": 1209, "touch": 1210, "meaning": 1211, "images": 1212, "south": 1213, "thanks": 1214, "charming": 1215, "computer": 1216, "stick": 1217, "generally": 1218, "pathetic": 1219, "magic": 1220, "literally": 1221, "stewart": 1222, "ex": 1223, "values": 1224, "surprisingly": 1225, "likes": 1226, "involving": 1227, "alive": 1228, "camp": 1229, "natural": 1230, "immediately": 1231, "grade": 1232, "military": 1233, "yeah": 1234, "harry": 1235, "shoot": 1236, "detective": 1237, "garbage": 1238, "100": 1239, "week": 1240, "london": 1241, "bought": 1242, "frank": 1243, "normal": 1244, "sam": 1245, "aspect": 1246, "fair": 1247, "honestly": 1248, "ability": 1249, "army": 1250, "utterly": 1251, "pictures": 1252, "adaptation": 1253, "master": 1254, "nobody": 1255, "genius": 1256, "pick": 1257, "sitting": 1258, "appearance": 1259, "explain": 1260, "glad": 1261, "motion": 1262, "standard": 1263, "appeal": 1264, "drive": 1265, "attack": 1266, "knowing": 1267, "catch": 1268, "personally": 1269, "sexy": 1270, "nowhere": 1271, "rare": 1272, "humour": 1273, "edge": 1274, "added": 1275, "channel": 1276, "thank": 1277, "walking": 1278, "purpose": 1279, "comedies": 1280, "charlie": 1281, "journey": 1282, "silent": 1283, "remains": 1284, "chase": 1285, "loud": 1286, "twists": 1287, "taste": 1288, "naked": 1289, "thinks": 1290, "date": 1291, "producer": 1292, "beautifully": 1293, "dreams": 1294, "unbelievable": 1295, "road": 1296, "touching": 1297, "subtle": 1298, "club": 1299, "terms": 1300, "70": 1301, "terrific": 1302, "wow": 1303, "door": 1304, "equally": 1305, "mood": 1306, "wild": 1307, "batman": 1308, "blue": 1309, "kelly": 1310, "drawn": 1311, "complex": 1312, "key": 1313, "mistake": 1314, "fully": 1315, "managed": 1316, "g": 1317, "laughable": 1318, "government": 1319, "narrative": 1320, "lovely": 1321, "pieces": 1322, "bottom": 1323, "themes": 1324, "soldiers": 1325, "likely": 1326, "climax": 1327, "disappointing": 1328, "gang": 1329, "vampire": 1330, "chris": 1331, "soul": 1332, "issues": 1333, "award": 1334, "excuse": 1335, "plan": 1336, "noir": 1337, "costumes": 1338, "justice": 1339, "outstanding": 1340, "thus": 1341, "surely": 1342, "painful": 1343, "marriage": 1344, "constantly": 1345, "victim": 1346, "innocent": 1347, "pass": 1348, "boss": 1349, "presented": 1350, "christopher": 1351, "ride": 1352, "spoiler": 1353, "cinematic": 1354, "slowly": 1355, "everybody": 1356, "places": 1357, "finish": 1358, "contains": 1359, "hey": 1360, "train": 1361, "central": 1362, "presence": 1363, "animals": 1364, "manner": 1365, "besides": 1366, "details": 1367, "thrown": 1368, "historical": 1369, "charles": 1370, "photography": 1371, "charm": 1372, "allen": 1373, "scenery": 1374, "henry": 1375, "hoping": 1376, "stunning": 1377, "church": 1378, "smart": 1379, "jones": 1380, "indian": 1381, "mysterious": 1382, "speaking": 1383, "impression": 1384, "paris": 1385, "developed": 1386, "disappointment": 1387, "expectations": 1388, "green": 1389, "numbers": 1390, "drug": 1391, "loves": 1392, "throw": 1393, "color": 1394, "exception": 1395, "double": 1396, "woods": 1397, "ahead": 1398, "minor": 1399, "track": 1400, "boyfriend": 1401, "cry": 1402, "festival": 1403, "stands": 1404, "aspects": 1405, "critics": 1406, "suppose": 1407, "lover": 1408, "hotel": 1409, "r": 1410, "emotion": 1411, "bother": 1412, "brief": 1413, "sent": 1414, "feelings": 1415, "building": 1416, "opera": 1417, "acts": 1418, "serial": 1419, "filming": 1420, "bruce": 1421, "support": 1422, "opportunity": 1423, "forever": 1424, "mainly": 1425, "student": 1426, "million": 1427, "element": 1428, "names": 1429, "held": 1430, "fascinating": 1431, "page": 1432, "emotions": 1433, "intended": 1434, "available": 1435, "j": 1436, "40": 1437, "twice": 1438, "six": 1439, "bar": 1440, "dies": 1441, "changes": 1442, "born": 1443, "compelling": 1444, "shock": 1445, "zero": 1446, "bed": 1447, "falling": 1448, "happening": 1449, "likable": 1450, "hurt": 1451, "lived": 1452, "tired": 1453, "puts": 1454, "jerry": 1455, "spot": 1456, "pain": 1457, "giant": 1458, "image": 1459, "offer": 1460, "ray": 1461, "suggest": 1462, "confused": 1463, "victims": 1464, "trailer": 1465, "difference": 1466, "adults": 1467, "hasn": 1468, "fresh": 1469, "include": 1470, "billy": 1471, "al": 1472, "impact": 1473, "summer": 1474, "step": 1475, "followed": 1476, "christian": 1477, "event": 1478, "arthur": 1479, "alien": 1480, "fellow": 1481, "approach": 1482, "park": 1483, "sub": 1484, "appeared": 1485, "l": 1486, "11": 1487, "system": 1488, "actresses": 1489, "gorgeous": 1490, "putting": 1491, "laughed": 1492, "confusing": 1493, "mix": 1494, "martin": 1495, "wall": 1496, "notice": 1497, "share": 1498, "murders": 1499, "holes": 1500, "mom": 1501, "porn": 1502, "direct": 1503, "mediocre": 1504, "content": 1505, "moral": 1506, "ii": 1507, "race": 1508, "supposedly": 1509, "americans": 1510, "rape": 1511, "lacks": 1512, "flaws": 1513, "creative": 1514, "land": 1515, "worthy": 1516, "latter": 1517, "tragedy": 1518, "answer": 1519, "students": 1520, "relationships": 1521, "agent": 1522, "random": 1523, "lighting": 1524, "gem": 1525, "thin": 1526, "helps": 1527, "wondering": 1528, "wise": 1529, "clich\u00e9": 1530, "funniest": 1531, "proves": 1532, "merely": 1533, "seven": 1534, "finding": 1535, "paid": 1536, "flicks": 1537, "damn": 1538, "flying": 1539, "hospital": 1540, "delivers": 1541, "childhood": 1542, "stone": 1543, "imagination": 1544, "standards": 1545, "davis": 1546, "forgotten": 1547, "beat": 1548, "ugly": 1549, "attractive": 1550, "ground": 1551, "negative": 1552, "count": 1553, "impressed": 1554, "jean": 1555, "brian": 1556, "absolute": 1557, "extreme": 1558, "alan": 1559, "ms": 1560, "thoroughly": 1561, "stuck": 1562, "provides": 1563, "seconds": 1564, "lord": 1565, "inspired": 1566, "tragic": 1567, "soldier": 1568, "winning": 1569, "seemingly": 1570, "becoming": 1571, "queen": 1572, "ship": 1573, "addition": 1574, "folks": 1575, "reminded": 1576, "affair": 1577, "fell": 1578, "offers": 1579, "industry": 1580, "lose": 1581, "thats": 1582, "faces": 1583, "intense": 1584, "detail": 1585, "turning": 1586, "williams": 1587, "collection": 1588, "afraid": 1589, "nasty": 1590, "design": 1591, "hidden": 1592, "animal": 1593, "fashion": 1594, "pull": 1595, "ed": 1596, "teen": 1597, "jackson": 1598, "games": 1599, "creature": 1600, "shocking": 1601, "artistic": 1602, "quick": 1603, "shouldn": 1604, "apartment": 1605, "bond": 1606, "castle": 1607, "personality": 1608, "roll": 1609, "scientist": 1610, "rented": 1611, "area": 1612, "location": 1613, "adds": 1614, "chinese": 1615, "states": 1616, "angry": 1617, "length": 1618, "ready": 1619, "fox": 1620, "therefore": 1621, "dirty": 1622, "information": 1623, "uncle": 1624, "professional": 1625, "filmmaker": 1626, "lets": 1627, "food": 1628, "anymore": 1629, "wars": 1630, "mouth": 1631, "news": 1632, "artist": 1633, "listen": 1634, "jason": 1635, "danny": 1636, "wooden": 1637, "12": 1638, "led": 1639, "picked": 1640, "describe": 1641, "p": 1642, "deliver": 1643, "asks": 1644, "favourite": 1645, "clothes": 1646, "onto": 1647, "grace": 1648, "martial": 1649, "intelligence": 1650, "struggle": 1651, "member": 1652, "x": 1653, "stephen": 1654, "wearing": 1655, "redeeming": 1656, "carry": 1657, "criminal": 1658, "captain": 1659, "cross": 1660, "teenage": 1661, "cgi": 1662, "allowed": 1663, "sleep": 1664, "drugs": 1665, "compare": 1666, "tears": 1667, "rip": 1668, "necessary": 1669, "desperate": 1670, "helped": 1671, "wonderfully": 1672, "machine": 1673, "sight": 1674, "moved": 1675, "plane": 1676, "trust": 1677, "phone": 1678, "includes": 1679, "witch": 1680, "station": 1681, "deeply": 1682, "sky": 1683, "disaster": 1684, "whatsoever": 1685, "willing": 1686, "heaven": 1687, "treat": 1688, "humans": 1689, "andy": 1690, "theatre": 1691, "began": 1692, "commentary": 1693, "epic": 1694, "build": 1695, "mid": 1696, "accident": 1697, "heroes": 1698, "nightmare": 1699, "powers": 1700, "realized": 1701, "pop": 1702, "energy": 1703, "suicide": 1704, "loving": 1705, "extra": 1706, "warning": 1707, "rarely": 1708, "douglas": 1709, "comedic": 1710, "taylor": 1711, "teacher": 1712, "devil": 1713, "independent": 1714, "dying": 1715, "introduced": 1716, "engaging": 1717, "superior": 1718, "johnny": 1719, "actions": 1720, "suit": 1721, "eddie": 1722, "unusual": 1723, "anybody": 1724, "arts": 1725, "religious": 1726, "ring": 1727, "apparent": 1728, "pleasure": 1729, "pre": 1730, "tim": 1731, "remarkable": 1732, "mental": 1733, "allow": 1734, "superman": 1735, "keaton": 1736, "unnecessary": 1737, "returns": 1738, "continue": 1739, "watchable": 1740, "physical": 1741, "grand": 1742, "memory": 1743, "absurd": 1744, "technical": 1745, "skip": 1746, "provide": 1747, "media": 1748, "england": 1749, "wedding": 1750, "hitler": 1751, "ford": 1752, "vision": 1753, "normally": 1754, "desire": 1755, "scared": 1756, "anywhere": 1757, "fred": 1758, "60": 1759, "brutal": 1760, "limited": 1761, "adam": 1762, "jr": 1763, "finished": 1764, "bloody": 1765, "russian": 1766, "surprising": 1767, "joan": 1768, "legend": 1769, "suspect": 1770, "kate": 1771, "80s": 1772, "process": 1773, "intriguing": 1774, "cops": 1775, "exist": 1776, "000": 1777, "player": 1778, "70s": 1779, "accept": 1780, "pilot": 1781, "jump": 1782, "torture": 1783, "holds": 1784, "prince": 1785, "paced": 1786, "jeff": 1787, "somebody": 1788, "twenty": 1789, "nicely": 1790, "wanting": 1791, "growing": 1792, "horse": 1793, "search": 1794, "soft": 1795, "academy": 1796, "faith": 1797, "reminds": 1798, "moon": 1799, "price": 1800, "passion": 1801, "pacing": 1802, "gold": 1803, "shakespeare": 1804, "hated": 1805, "according": 1806, "cage": 1807, "asked": 1808, "ladies": 1809, "bits": 1810, "dick": 1811, "clich\u00e9s": 1812, "joy": 1813, "nick": 1814, "dressed": 1815, "drunk": 1816, "japan": 1817, "heroine": 1818, "deserved": 1819, "constant": 1820, "ill": 1821, "lovers": 1822, "heads": 1823, "dangerous": 1824, "tarzan": 1825, "ball": 1826, "blame": 1827, "sat": 1828, "originally": 1829, "smile": 1830, "community": 1831, "field": 1832, "explanation": 1833, "lies": 1834, "river": 1835, "candy": 1836, "jesus": 1837, "higher": 1838, "instance": 1839, "kevin": 1840, "freddy": 1841, "ann": 1842, "issue": 1843, "mixed": 1844, "met": 1845, "nonsense": 1846, "capture": 1847, "deserve": 1848, "gotten": 1849, "unknown": 1850, "players": 1851, "fail": 1852, "soap": 1853, "explained": 1854, "fights": 1855, "toward": 1856, "plots": 1857, "european": 1858, "quiet": 1859, "knowledge": 1860, "creating": 1861, "record": 1862, "accurate": 1863, "radio": 1864, "fu": 1865, "vhs": 1866, "friendship": 1867, "starting": 1868, "guns": 1869, "whilst": 1870, "ice": 1871, "humanity": 1872, "mike": 1873, "hadn": 1874, "sucks": 1875, "spanish": 1876, "floor": 1877, "wide": 1878, "cable": 1879, "officer": 1880, "n": 1881, "memories": 1882, "realism": 1883, "judge": 1884, "cars": 1885, "eating": 1886, "villains": 1887, "loose": 1888, "broken": 1889, "lynch": 1890, "finest": 1891, "lacking": 1892, "partner": 1893, "monsters": 1894, "gene": 1895, "aware": 1896, "featuring": 1897, "responsible": 1898, "lewis": 1899, "saving": 1900, "saved": 1901, "santa": 1902, "keeping": 1903, "treated": 1904, "mine": 1905, "below": 1906, "empty": 1907, "eat": 1908, "understanding": 1909, "fat": 1910, "rubbish": 1911, "author": 1912, "morgan": 1913, "youth": 1914, "kinda": 1915, "bland": 1916, "singer": 1917, "pulled": 1918, "terribly": 1919, "cuts": 1920, "delightful": 1921, "jimmy": 1922, "wind": 1923, "sign": 1924, "results": 1925, "witty": 1926, "bright": 1927, "conflict": 1928, "vs": 1929, "hopes": 1930, "brown": 1931, "manage": 1932, "noticed": 1933, "included": 1934, "simon": 1935, "hits": 1936, "washington": 1937, "months": 1938, "gary": 1939, "forces": 1940, "werewolf": 1941, "fate": 1942, "wood": 1943, "screaming": 1944, "sing": 1945, "loss": 1946, "private": 1947, "driving": 1948, "blonde": 1949, "kong": 1950, "numerous": 1951, "whenever": 1952, "pretentious": 1953, "concerned": 1954, "streets": 1955, "ordinary": 1956, "bigger": 1957, "dealing": 1958, "talents": 1959, "scream": 1960, "finale": 1961, "skills": 1962, "v": 1963, "unfunny": 1964, "reviewers": 1965, "naturally": 1966, "ass": 1967, "dated": 1968, "discovered": 1969, "eric": 1970, "bob": 1971, "ups": 1972, "morning": 1973, "discover": 1974, "international": 1975, "perspective": 1976, "opposite": 1977, "regular": 1978, "psychological": 1979, "prove": 1980, "kick": 1981, "bank": 1982, "mission": 1983, "albert": 1984, "portray": 1985, "sea": 1986, "locations": 1987, "visit": 1988, "sean": 1989, "owner": 1990, "loses": 1991, "w": 1992, "shop": 1993, "anthony": 1994, "humorous": 1995, "curious": 1996, "received": 1997, "gags": 1998, "edited": 1999, "luck": 2000, "13": 2001, "blind": 2002, "h": 2003, "grant": 2004, "dan": 2005, "behavior": 2006, "continues": 2007, "satire": 2008, "captured": 2009, "magnificent": 2010, "murdered": 2011, "mrs": 2012, "context": 2013, "calls": 2014, "survive": 2015, "miles": 2016, "golden": 2017, "debut": 2018, "howard": 2019, "existence": 2020, "shallow": 2021, "advice": 2022, "opens": 2023, "breaks": 2024, "gangster": 2025, "jennifer": 2026, "trek": 2027, "core": 2028, "visually": 2029, "foot": 2030, "cameo": 2031, "corny": 2032, "connection": 2033, "buddy": 2034, "traditional": 2035, "remembered": 2036, "lucky": 2037, "deals": 2038, "luke": 2039, "window": 2040, "revealed": 2041, "essentially": 2042, "current": 2043, "occasionally": 2044, "lesson": 2045, "frankly": 2046, "identity": 2047, "harris": 2048, "genuine": 2049, "dimensional": 2050, "national": 2051, "stock": 2052, "village": 2053, "african": 2054, "decade": 2055, "segment": 2056, "efforts": 2057, "boat": 2058, "learned": 2059, "thomas": 2060, "anne": 2061, "program": 2062, "versions": 2063, "marie": 2064, "visuals": 2065, "grown": 2066, "develop": 2067, "allows": 2068, "formula": 2069, "rob": 2070, "welles": 2071, "references": 2072, "sucked": 2073, "bear": 2074, "comparison": 2075, "anna": 2076, "genuinely": 2077, "president": 2078, "study": 2079, "suffering": 2080, "desert": 2081, "lake": 2082, "board": 2083, "grew": 2084, "unexpected": 2085, "favor": 2086, "logic": 2087, "ages": 2088, "standing": 2089, "overly": 2090, "speed": 2091, "proved": 2092, "vampires": 2093, "meanwhile": 2094, "reaction": 2095, "robin": 2096, "sudden": 2097, "awkward": 2098, "ultimate": 2099, "psycho": 2100, "leader": 2101, "spectacular": 2102, "brilliantly": 2103, "flesh": 2104, "reach": 2105, "failure": 2106, "unable": 2107, "types": 2108, "sheer": 2109, "steal": 2110, "parody": 2111, "stereotypes": 2112, "passed": 2113, "travel": 2114, "frame": 2115, "sake": 2116, "evening": 2117, "killers": 2118, "sinatra": 2119, "halloween": 2120, "creates": 2121, "technology": 2122, "strength": 2123, "drew": 2124, "gordon": 2125, "awards": 2126, "site": 2127, "laughter": 2128, "bet": 2129, "round": 2130, "hill": 2131, "sheriff": 2132, "rose": 2133, "broadway": 2134, "clean": 2135, "delivered": 2136, "parker": 2137, "barbara": 2138, "kung": 2139, "crappy": 2140, "relief": 2141, "freedom": 2142, "model": 2143, "pair": 2144, "gonna": 2145, "executed": 2146, "insane": 2147, "code": 2148, "steven": 2149, "emotionally": 2150, "dreadful": 2151, "painfully": 2152, "fault": 2153, "reviewer": 2154, "flashbacks": 2155, "utter": 2156, "anime": 2157, "decision": 2158, "discovers": 2159, "woody": 2160, "driven": 2161, "commercial": 2162, "hunter": 2163, "families": 2164, "graphic": 2165, "native": 2166, "ran": 2167, "protagonist": 2168, "majority": 2169, "religion": 2170, "caused": 2171, "built": 2172, "foreign": 2173, "asian": 2174, "gratuitous": 2175, "entertained": 2176, "individual": 2177, "bomb": 2178, "attitude": 2179, "meeting": 2180, "seasons": 2181, "daniel": 2182, "nevertheless": 2183, "cash": 2184, "vehicle": 2185, "test": 2186, "wayne": 2187, "underrated": 2188, "feet": 2189, "victor": 2190, "endless": 2191, "generation": 2192, "rise": 2193, "relate": 2194, "obsessed": 2195, "k": 2196, "levels": 2197, "pleasant": 2198, "range": 2199, "gory": 2200, "treatment": 2201, "costs": 2202, "tape": 2203, "france": 2204, "wit": 2205, "practically": 2206, "classics": 2207, "aged": 2208, "exploitation": 2209, "chick": 2210, "described": 2211, "cinderella": 2212, "ancient": 2213, "victoria": 2214, "0": 2215, "joseph": 2216, "center": 2217, "sell": 2218, "product": 2219, "jackie": 2220, "chosen": 2221, "fly": 2222, "seat": 2223, "winner": 2224, "hearing": 2225, "irritating": 2226, "rescue": 2227, "send": 2228, "fill": 2229, "breaking": 2230, "combination": 2231, "alex": 2232, "rules": 2233, "angel": 2234, "stopped": 2235, "excited": 2236, "uk": 2237, "dry": 2238, "fame": 2239, "chief": 2240, "theaters": 2241, "sympathetic": 2242, "produce": 2243, "pity": 2244, "assume": 2245, "portrays": 2246, "proper": 2247, "haunting": 2248, "asking": 2249, "cares": 2250, "sports": 2251, "extras": 2252, "theatrical": 2253, "handsome": 2254, "believes": 2255, "capable": 2256, "roy": 2257, "safe": 2258, "germany": 2259, "ruined": 2260, "contrived": 2261, "choose": 2262, "largely": 2263, "nancy": 2264, "moore": 2265, "portraying": 2266, "warm": 2267, "depressing": 2268, "embarrassing": 2269, "paper": 2270, "marry": 2271, "unrealistic": 2272, "recall": 2273, "canadian": 2274, "crowd": 2275, "priest": 2276, "learns": 2277, "matt": 2278, "hearted": 2279, "appealing": 2280, "dubbed": 2281, "par": 2282, "louis": 2283, "matters": 2284, "grow": 2285, "facts": 2286, "clue": 2287, "involves": 2288, "contrast": 2289, "sequels": 2290, "ryan": 2291, "costume": 2292, "patrick": 2293, "evidence": 2294, "anderson": 2295, "claim": 2296, "vote": 2297, "correct": 2298, "research": 2299, "heck": 2300, "strongly": 2301, "mask": 2302, "teenager": 2303, "nominated": 2304, "hunt": 2305, "walter": 2306, "excitement": 2307, "disgusting": 2308, "football": 2309, "appropriate": 2310, "hall": 2311, "eight": 2312, "losing": 2313, "lousy": 2314, "cost": 2315, "talks": 2316, "oliver": 2317, "saturday": 2318, "promise": 2319, "substance": 2320, "scare": 2321, "destroy": 2322, "fool": 2323, "thoughts": 2324, "training": 2325, "naive": 2326, "circumstances": 2327, "com": 2328, "tedious": 2329, "factor": 2330, "voices": 2331, "market": 2332, "bodies": 2333, "teenagers": 2334, "universal": 2335, "europe": 2336, "robot": 2337, "haunted": 2338, "united": 2339, "amateurish": 2340, "convinced": 2341, "bringing": 2342, "satisfying": 2343, "trilogy": 2344, "captures": 2345, "che": 2346, "amateur": 2347, "hanging": 2348, "danger": 2349, "tend": 2350, "fits": 2351, "max": 2352, "baseball": 2353, "rental": 2354, "spoil": 2355, "lower": 2356, "virtually": 2357, "horribly": 2358, "asleep": 2359, "hopefully": 2360, "tiny": 2361, "creatures": 2362, "welcome": 2363, "fairy": 2364, "walks": 2365, "reporter": 2366, "relatively": 2367, "mini": 2368, "insult": 2369, "till": 2370, "murphy": 2371, "north": 2372, "powell": 2373, "category": 2374, "continuity": 2375, "covered": 2376, "africa": 2377, "hat": 2378, "cowboy": 2379, "skin": 2380, "steals": 2381, "target": 2382, "drag": 2383, "offensive": 2384, "cutting": 2385, "unlikely": 2386, "influence": 2387, "contemporary": 2388, "viewed": 2389, "semi": 2390, "scale": 2391, "handled": 2392, "hide": 2393, "witness": 2394, "lawyer": 2395, "fare": 2396, "inner": 2397, "texas": 2398, "depicted": 2399, "service": 2400, "shocked": 2401, "unfortunate": 2402, "hitchcock": 2403, "14": 2404, "initial": 2405, "holding": 2406, "kim": 2407, "remain": 2408, "politics": 2409, "believed": 2410, "russell": 2411, "professor": 2412, "surreal": 2413, "pile": 2414, "movement": 2415, "weekend": 2416, "section": 2417, "provided": 2418, "qualities": 2419, "promising": 2420, "presents": 2421, "sisters": 2422, "chan": 2423, "touches": 2424, "closer": 2425, "australian": 2426, "structure": 2427, "angles": 2428, "makeup": 2429, "designed": 2430, "source": 2431, "refreshing": 2432, "sharp": 2433, "peace": 2434, "liners": 2435, "columbo": 2436, "display": 2437, "deaths": 2438, "drop": 2439, "forgettable": 2440, "spy": 2441, "cartoons": 2442, "lesbian": 2443, "claims": 2444, "repeated": 2445, "previously": 2446, "clark": 2447, "degree": 2448, "edward": 2449, "surprises": 2450, "faced": 2451, "adventures": 2452, "caine": 2453, "plans": 2454, "accents": 2455, "ruin": 2456, "enemy": 2457, "propaganda": 2458, "roger": 2459, "focused": 2460, "serves": 2461, "whoever": 2462, "related": 2463, "cant": 2464, "chose": 2465, "blow": 2466, "brave": 2467, "highlight": 2468, "speaks": 2469, "weeks": 2470, "prime": 2471, "mainstream": 2472, "treasure": 2473, "pacino": 2474, "supernatural": 2475, "emma": 2476, "granted": 2477, "routine": 2478, "latest": 2479, "erotic": 2480, "25": 2481, "suffers": 2482, "rain": 2483, "deadly": 2484, "veteran": 2485, "crash": 2486, "harsh": 2487, "mistakes": 2488, "print": 2489, "wilson": 2490, "invisible": 2491, "experiences": 2492, "alice": 2493, "accidentally": 2494, "dollars": 2495, "speech": 2496, "teens": 2497, "twisted": 2498, "aliens": 2499, "notch": 2500, "colors": 2501, "realizes": 2502, "sympathy": 2503, "uninteresting": 2504, "mgm": 2505, "dogs": 2506, "nude": 2507, "guilty": 2508, "struggling": 2509, "draw": 2510, "friday": 2511, "combined": 2512, "ted": 2513, "security": 2514, "atrocious": 2515, "universe": 2516, "terror": 2517, "path": 2518, "convince": 2519, "princess": 2520, "matrix": 2521, "enter": 2522, "blah": 2523, "dozen": 2524, "birth": 2525, "mountain": 2526, "gritty": 2527, "appreciated": 2528, "frightening": 2529, "irish": 2530, "walked": 2531, "technically": 2532, "recognize": 2533, "driver": 2534, "committed": 2535, "sword": 2536, "lugosi": 2537, "gas": 2538, "pitt": 2539, "aka": 2540, "department": 2541, "magical": 2542, "sun": 2543, "changing": 2544, "sarah": 2545, "explains": 2546, "directly": 2547, "darkness": 2548, "false": 2549, "court": 2550, "occasional": 2551, "friendly": 2552, "vietnam": 2553, "prior": 2554, "massive": 2555, "featured": 2556, "surface": 2557, "narration": 2558, "offered": 2559, "abuse": 2560, "paint": 2561, "variety": 2562, "anger": 2563, "theory": 2564, "demons": 2565, "suspenseful": 2566, "sullivan": 2567, "performed": 2568, "experienced": 2569, "legendary": 2570, "johnson": 2571, "crying": 2572, "subtitles": 2573, "reputation": 2574, "beach": 2575, "figures": 2576, "passing": 2577, "kinds": 2578, "donald": 2579, "hong": 2580, "forest": 2581, "junk": 2582, "sorts": 2583, "multiple": 2584, "forth": 2585, "sunday": 2586, "stolen": 2587, "everywhere": 2588, "un": 2589, "network": 2590, "nazi": 2591, "titanic": 2592, "required": 2593, "statement": 2594, "bourne": 2595, "rachel": 2596, "reveal": 2597, "grave": 2598, "metal": 2599, "remotely": 2600, "regret": 2601, "scares": 2602, "execution": 2603, "express": 2604, "exact": 2605, "china": 2606, "conversation": 2607, "california": 2608, "urban": 2609, "melodrama": 2610, "fictional": 2611, "belief": 2612, "julia": 2613, "lonely": 2614, "jungle": 2615, "hired": 2616, "placed": 2617, "rule": 2618, "jon": 2619, "spends": 2620, "downright": 2621, "trapped": 2622, "freeman": 2623, "dean": 2624, "hoffman": 2625, "san": 2626, "revolution": 2627, "proud": 2628, "grim": 2629, "bothered": 2630, "listening": 2631, "lifetime": 2632, "effectively": 2633, "worthwhile": 2634, "afternoon": 2635, "abandoned": 2636, "crude": 2637, "insight": 2638, "figured": 2639, "blockbuster": 2640, "nation": 2641, "beast": 2642, "favorites": 2643, "bus": 2644, "account": 2645, "unconvincing": 2646, "happiness": 2647, "jobs": 2648, "rough": 2649, "susan": 2650, "imagery": 2651, "wear": 2652, "lisa": 2653, "dragon": 2654, "branagh": 2655, "angle": 2656, "mexico": 2657, "alright": 2658, "foster": 2659, "rings": 2660, "idiot": 2661, "minds": 2662, "cultural": 2663, "paying": 2664, "pulls": 2665, "rights": 2666, "buying": 2667, "delivery": 2668, "mexican": 2669, "von": 2670, "blown": 2671, "ha": 2672, "productions": 2673, "starred": 2674, "rolling": 2675, "dude": 2676, "scenario": 2677, "amazed": 2678, "burns": 2679, "christ": 2680, "60s": 2681, "larry": 2682, "demon": 2683, "ron": 2684, "quest": 2685, "sir": 2686, "reveals": 2687, "views": 2688, "status": 2689, "bore": 2690, "shadow": 2691, "ned": 2692, "stayed": 2693, "handed": 2694, "significant": 2695, "artists": 2696, "stays": 2697, "mature": 2698, "tight": 2699, "thankfully": 2700, "focuses": 2701, "1950": 2702, "indie": 2703, "examples": 2704, "lights": 2705, "hip": 2706, "interview": 2707, "device": 2708, "teeth": 2709, "sensitive": 2710, "table": 2711, "ghosts": 2712, "studios": 2713, "con": 2714, "mere": 2715, "dress": 2716, "gross": 2717, "suffer": 2718, "clich\u00e9d": 2719, "skill": 2720, "heavily": 2721, "cruel": 2722, "india": 2723, "necessarily": 2724, "sidney": 2725, "understood": 2726, "format": 2727, "murderer": 2728, "sleeping": 2729, "campy": 2730, "spite": 2731, "desperately": 2732, "seek": 2733, "achieve": 2734, "position": 2735, "bound": 2736, "17": 2737, "summary": 2738, "fabulous": 2739, "initially": 2740, "destroyed": 2741, "forgot": 2742, "pregnant": 2743, "complicated": 2744, "midnight": 2745, "closing": 2746, "beloved": 2747, "faithful": 2748, "hardy": 2749, "decades": 2750, "renting": 2751, "ignore": 2752, "stereotypical": 2753, "breath": 2754, "racist": 2755, "warner": 2756, "deeper": 2757, "facial": 2758, "wing": 2759, "flight": 2760, "slapstick": 2761, "ain": 2762, "suck": 2763, "calling": 2764, "cell": 2765, "flashback": 2766, "raw": 2767, "ludicrous": 2768, "answers": 2769, "helping": 2770, "intellectual": 2771, "fourth": 2772, "league": 2773, "expert": 2774, "dennis": 2775, "lincoln": 2776, "tree": 2777, "musicals": 2778, "brad": 2779, "disbelief": 2780, "sounded": 2781, "drinking": 2782, "encounter": 2783, "inept": 2784, "arms": 2785, "settings": 2786, "environment": 2787, "learning": 2788, "maria": 2789, "prefer": 2790, "cabin": 2791, "description": 2792, "reminiscent": 2793, "buck": 2794, "critical": 2795, "daughters": 2796, "amazingly": 2797, "greater": 2798, "warned": 2799, "underground": 2800, "criminals": 2801, "mildly": 2802, "1980": 2803, "task": 2804, "truck": 2805, "regarding": 2806, "quirky": 2807, "sandler": 2808, "bbc": 2809, "elizabeth": 2810, "julie": 2811, "screening": 2812, "turkey": 2813, "base": 2814, "halfway": 2815, "titles": 2816, "aunt": 2817, "punch": 2818, "wave": 2819, "throwing": 2820, "funnier": 2821, "criticism": 2822, "storytelling": 2823, "extraordinary": 2824, "claire": 2825, "leslie": 2826, "entertain": 2827, "praise": 2828, "notorious": 2829, "jail": 2830, "depiction": 2831, "michelle": 2832, "expression": 2833, "prepared": 2834, "trick": 2835, "convey": 2836, "originality": 2837, "honor": 2838, "comical": 2839, "kiss": 2840, "jessica": 2841, "spoof": 2842, "choices": 2843, "extent": 2844, "experiment": 2845, "touched": 2846, "raised": 2847, "rogers": 2848, "east": 2849, "lane": 2850, "miller": 2851, "picks": 2852, "inspiration": 2853, "timing": 2854, "purely": 2855, "spoken": 2856, "headed": 2857, "bollywood": 2858, "dollar": 2859, "via": 2860, "chilling": 2861, "mirror": 2862, "brooks": 2863, "graphics": 2864, "basis": 2865, "mouse": 2866, "lazy": 2867, "shut": 2868, "charge": 2869, "notable": 2870, "stanley": 2871, "introduction": 2872, "bat": 2873, "weapons": 2874, "lie": 2875, "novels": 2876, "breathtaking": 2877, "toy": 2878, "term": 2879, "hole": 2880, "properly": 2881, "serve": 2882, "succeeds": 2883, "stomach": 2884, "burt": 2885, "handle": 2886, "throws": 2887, "everyday": 2888, "guard": 2889, "maker": 2890, "strangely": 2891, "locked": 2892, "join": 2893, "crafted": 2894, "nowadays": 2895, "reference": 2896, "tales": 2897, "ratings": 2898, "lion": 2899, "wears": 2900, "caring": 2901, "causes": 2902, "laura": 2903, "authentic": 2904, "adding": 2905, "blair": 2906, "pet": 2907, "cooper": 2908, "2000": 2909, "regard": 2910, "provoking": 2911, "sitcom": 2912, "challenge": 2913, "carrying": 2914, "protect": 2915, "workers": 2916, "lesser": 2917, "fallen": 2918, "2006": 2919, "tracy": 2920, "raise": 2921, "amongst": 2922, "1970": 2923, "southern": 2924, "obnoxious": 2925, "sleazy": 2926, "wins": 2927, "determined": 2928, "bitter": 2929, "established": 2930, "westerns": 2931, "usa": 2932, "jewish": 2933, "nonetheless": 2934, "daily": 2935, "alas": 2936, "gruesome": 2937, "embarrassed": 2938, "carried": 2939, "remote": 2940, "confusion": 2941, "escapes": 2942, "attempting": 2943, "reed": 2944, "carries": 2945, "sinister": 2946, "holmes": 2947, "bettie": 2948, "replaced": 2949, "minded": 2950, "ironic": 2951, "risk": 2952, "arrives": 2953, "hood": 2954, "philip": 2955, "obsession": 2956, "sold": 2957, "mass": 2958, "madness": 2959, "navy": 2960, "clips": 2961, "needless": 2962, "enjoying": 2963, "tradition": 2964, "cases": 2965, "inspector": 2966, "busy": 2967, "interpretation": 2968, "essential": 2969, "intentions": 2970, "goofy": 2971, "2001": 2972, "flow": 2973, "nine": 2974, "exists": 2975, "rival": 2976, "angels": 2977, "retarded": 2978, "seeking": 2979, "screenwriter": 2980, "existent": 2981, "balance": 2982, "successfully": 2983, "mansion": 2984, "carpenter": 2985, "stanwyck": 2986, "mentally": 2987, "lucy": 2988, "attacked": 2989, "presentation": 2990, "oddly": 2991, "laid": 2992, "em": 2993, "jumps": 2994, "topic": 2995, "legs": 2996, "jake": 2997, "marvelous": 2998, "sutherland": 2999, "comedian": 3000, "vacation": 3001, "manager": 3002, "cook": 3003, "shape": 3004, "horrific": 3005, "shower": 3006, "fortunately": 3007, "jay": 3008, "brando": 3009, "stupidity": 3010, "interviews": 3011, "attacks": 3012, "cheese": 3013, "intensity": 3014, "text": 3015, "ashamed": 3016, "upper": 3017, "stylish": 3018, "served": 3019, "wwii": 3020, "stops": 3021, "wanna": 3022, "thief": 3023, "grey": 3024, "patient": 3025, "fish": 3026, "albeit": 3027, "matthau": 3028, "personalities": 3029, "glass": 3030, "sides": 3031, "mob": 3032, "packed": 3033, "thrilling": 3034, "tongue": 3035, "chair": 3036, "remind": 3037, "delight": 3038, "bridge": 3039, "sin": 3040, "frequently": 3041, "sum": 3042, "18": 3043, "1950s": 3044, "flawed": 3045, "bo": 3046, "suspects": 3047, "poignant": 3048, "contain": 3049, "seagal": 3050, "expressions": 3051, "struggles": 3052, "hence": 3053, "stranger": 3054, "riding": 3055, "pitch": 3056, "bette": 3057, "opened": 3058, "internet": 3059, "drives": 3060, "widmark": 3061, "baker": 3062, "rochester": 3063, "spielberg": 3064, "mindless": 3065, "upset": 3066, "innocence": 3067, "adapted": 3068, "revolves": 3069, "franchise": 3070, "credibility": 3071, "wishes": 3072, "tour": 3073, "cynical": 3074, "greatly": 3075, "dinner": 3076, "torn": 3077, "overcome": 3078, "refuses": 3079, "elvis": 3080, "storm": 3081, "warn": 3082, "wealthy": 3083, "dubbing": 3084, "corner": 3085, "credible": 3086, "thousands": 3087, "noble": 3088, "racism": 3089, "pool": 3090, "fbi": 3091, "advantage": 3092, "catholic": 3093, "lessons": 3094, "elvira": 3095, "italy": 3096, "controversial": 3097, "trite": 3098, "nelson": 3099, "pack": 3100, "happily": 3101, "tense": 3102, "burton": 3103, "alike": 3104, "trial": 3105, "hills": 3106, "spin": 3107, "snow": 3108, "bugs": 3109, "broke": 3110, "crisis": 3111, "helen": 3112, "arm": 3113, "medical": 3114, "streisand": 3115, "dentist": 3116, "guessing": 3117, "pride": 3118, "countries": 3119, "hundreds": 3120, "thrillers": 3121, "physically": 3122, "contact": 3123, "carter": 3124, "derek": 3125, "reunion": 3126, "andrews": 3127, "card": 3128, "technique": 3129, "performers": 3130, "gripping": 3131, "bag": 3132, "wasting": 3133, "suffered": 3134, "dislike": 3135, "succeed": 3136, "per": 3137, "perform": 3138, "sexuality": 3139, "chaplin": 3140, "enjoyment": 3141, "millions": 3142, "glimpse": 3143, "neat": 3144, "flash": 3145, "kurt": 3146, "uncomfortable": 3147, "britain": 3148, "virgin": 3149, "dancer": 3150, "ourselves": 3151, "hundred": 3152, "ensemble": 3153, "sons": 3154, "tied": 3155, "separate": 3156, "whereas": 3157, "sings": 3158, "shines": 3159, "mst3k": 3160, "drink": 3161, "infamous": 3162, "proof": 3163, "plastic": 3164, "weapon": 3165, "month": 3166, "assistant": 3167, "arnold": 3168, "exceptional": 3169, "holiday": 3170, "hint": 3171, "irony": 3172, "shorts": 3173, "atmospheric": 3174, "courage": 3175, "karloff": 3176, "connected": 3177, "searching": 3178, "knife": 3179, "glory": 3180, "andrew": 3181, "oscars": 3182, "scripts": 3183, "ralph": 3184, "cousin": 3185, "cube": 3186, "curse": 